import React from 'react';
import visits from './Visits.module.css';
import Excursion from "./Excursion/Excursion";
import Footer from "../Footer/Footer";

class Visits extends React.Component {
	render() {
		return (
			<>
				<section className={visits.wrapper}>
					<h2>Екскурсії</h2>
					<h4>Здавалося б, що можна встигнути за один день? Насправді - дуже багато! Одноденні тури по Україні це
						можливість:</h4>
					<ul>
						<li> Подивитися на безліч мальовничих місць і цікавих пам'яток, яких в нашій країні просто величезна
							кількість;
						</li>
						<li> Спробувати найсмачніші страви в колоритних регіонах України;</li>
						<li> Активно відпочити на природі, поспілкуватися з новими людьми і завести знайомства;</li>
						<li>Почути цікаві факти та історії від наших професійних екскурсоводів;</li>
						<li>І багато, багато іншого! Одноденні тури по Україні з Києва - це надзвичайно різноманітний відпочинок!
						</li>
					</ul>
					<h4>Хочете просто романтично провести час з коханою людиною? Немає проблем!
						Любите активно відпочивати - можна відправитися в сплав на байдарках, або
						поїхати на знаменитий Сорочинський ярмарок.</h4>
					<h2>Пропонуємо відвідати наші екскурсії</h2>
					<section className={visits.excursionWrapper}>
						<Excursion/>
					</section>
				</section>
				<Footer/>
			</>
		);
	}
}

export default Visits;